#Координаты построек у крестьян
home = 1100, 904 
stock = 1150, 904 
symbolion = 1200, 904 # склад для еды
field = 1250, 904 
paddok = 1300, 904 # загон
dock = 1340, 904 
church = 1385, 904 
market = 1430, 904 
gor_center = 1105, 951
miracle = 1147, 951 
stockade = 1195, 951 
tower_ob = 1247, 951 
watch_tower = 1290, 951



#Координаты построек у воинов
barracs =1149, 954
forge = 1195, 952 #кузница
profilake = 1340, 904 #греческая застава
teyhizmos = 1433, 950 #крепость
sissition = 1150, 997 #военная столовая
teatr = 1197, 997 #греческий театр
stoa = 1245, 1005 #стоа

#Скорость движения курсора
speed = 0.05